{
   "about_app": {
      "description": "The title for the About App feature",
      "message": "Sobre o aplicativo"
   },
   "about_version_num": {
      "description": "The version number of the application",
      "message": "Número da versão: "
   },
   "appname": {
      "description": "Title of the Chrome App name. [CHAR LIMIT=44]",
      "message": "Diagnósticos de conectividade do Chrome"
   },
   "appname_beta": {
      "description": "Title of the Chrome App name (Beta). [CHAR LIMIT=44]",
      "message": "Diagnósticos de conectividade do Chrome (Beta)"
   },
   "appname_dev": {
      "description": "Title of the Chrome App name (Dev). [CHAR LIMIT=44]",
      "message": "Diagnósticos de conectividade do Chrome (desenvolvedor)"
   },
   "apptitle": {
      "description": "HTML and header page title.",
      "message": "Diagnósticos de conectividade "
   },
   "apptitle_ucase": {
      "description": "HTML and header page title.",
      "message": "Diagnósticos de conectividade "
   },
   "aria_label_close": {
      "description": "ARIA label for the close button.",
      "message": "Fechar"
   },
   "aria_label_maximize": {
      "description": "ARIA label for the maximize button.",
      "message": "Maximizar"
   },
   "aria_label_restore": {
      "description": "ARIA label for the restore button.",
      "message": "Restaurar"
   },
   "aria_label_settings": {
      "description": "ARIA label for the settings button.",
      "message": "Configurações"
   },
   "captiveportaldnstest_beginning_resolution": {
      "description": "Logger record for noting a new DNS resolution attempt.",
      "message": "Teste número/nome do host do teste: "
   },
   "captiveportaldnstest_log_address_returned": {
      "description": "Logger record for DNS response address.",
      "message": " Retornou endereço DNS resolvido: "
   },
   "captiveportaldnstest_log_statuscode_returned": {
      "description": "Logger record for DNS response status code.",
      "message": " O teste retornou o código de status: "
   },
   "captiveportaldnstest_no_addr_returned": {
      "description": "Logger record for when DNS resolution returns no address field.",
      "message": " O teste não retornou nenhum campo de endereço DNS (definido como nulo)"
   },
   "captiveportaldnstest_no_problem_threshold": {
      "description": "",
      "message": "Um portal cativo com DNS não está presente quando os IPs de todos os nomes do host consultados são um IP do Google"
   },
   "captiveportaldnstest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the DNS Captive Portal test.",
      "message": "Nenhum portal cativo encontrado. Um portal cativo é um website que os usuários da rede devem visualizar e com o qual devem interagir, de acordo com a exigência da própria rede, para terem acesso à navegação livre na Internet."
   },
   "captiveportaldnstest_noproblem_title": {
      "description": "Title for when no problem is found with the DNS Captive Portal test.",
      "message": "Tráfego da Internet não bloqueado por portal cativo (DNS)"
   },
   "captiveportaldnstest_noresult_code_returned": {
      "description": "Logger record for when DNS resolution returns no result status code field.",
      "message": " Teste. Nenhum código de status resultante. Cancelando o teste devido à falha."
   },
   "captiveportaldnstest_potential_problem_subtitle": {
      "description": "Subtitle for when a potential problem is found with the DNS Captive Portal test.",
      "message": "Um portal cativo é um website que os usuários da rede devem visualizar e com o qual devem interagir, de acordo com a exigência da própria rede, para terem acesso à navegação livre na Internet. Um portal cativo foi encontrado em sua rede, o que significa que o acesso à Internet provavelmente está restrito."
   },
   "captiveportaldnstest_potential_problem_title": {
      "description": "Title for when a potential problem is found with the DNS Captive Portal test.",
      "message": "O tráfego da Internet pode ser bloqueado por portal cativo (DNS)"
   },
   "captiveportaldnstest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the DNS Captive Portal test.",
      "message": "Um portal cativo é um website que os usuários da rede devem visualizar e com o qual devem interagir, de acordo com a exigência da própria rede, para terem acesso à navegação livre na Internet. Um portal cativo foi encontrado em sua rede, o que significa que o acesso à Internet está restrito."
   },
   "captiveportaldnstest_problem_threshold": {
      "description": "",
      "message": "Um portal cativo com DNS está presente quando o IP de qualquer nome do host do Google consultado não é resolvido corretamente para um endereço IP do Google"
   },
   "captiveportaldnstest_problem_title": {
      "description": "Title for when a problem is found with the DNS Captive Portal test.",
      "message": "Tráfego da Internet bloqueado por portal cativo (DNS)"
   },
   "captiveportaldnstest_title": {
      "description": "Title for captive portal DNS test",
      "message": "Teste de DNS do portal cativo"
   },
   "captiveportalhttptest_log_http_response": {
      "description": "Logger record for full HTTP response length",
      "message": "Resposta número/cabeçalhos de resposta HTTP: "
   },
   "captiveportalhttptest_log_network_error": {
      "description": "Logger record for when TCP connection breaks an HTTP request",
      "message": "Erro na solicitação número/status do erro: "
   },
   "captiveportalhttptest_log_response_code": {
      "description": "Logger record for full HTTP response length",
      "message": "Resposta número/código de resposta HTTP: "
   },
   "captiveportalhttptest_log_response_length": {
      "description": "Logger record for when TCP connection breaks an HTTP request",
      "message": "Solicitação número/tamanho da resposta completa: "
   },
   "captiveportalhttptest_no_problem_threshold": {
      "description": "Log record for the criteria under which the Captive Portal HTTP request returns a no problem verdict",
      "message": "O teste de HTTP do portal cativo retorna o veredito de que não há problemas se todas as solicitações HTTP retornarem um código de status HTTP 204"
   },
   "captiveportalhttptest_noproblem_subtitle": {
      "description": "Title for when a potential problem is found with the HTTP captive portal test.",
      "message": "Nenhum portal cativo encontrado. Um portal cativo é um website que os usuários da rede devem visualizar e com o qual devem interagir, de acordo com a exigência da própria rede, para terem acesso à navegação livre na Internet."
   },
   "captiveportalhttptest_noproblem_title": {
      "description": "Title for when no problem is found with the HTTP captive portal test.",
      "message": "Tráfego da Internet não bloqueado por portal cativo (HTTP)"
   },
   "captiveportalhttptest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the HTTP captive portal test.",
      "message": "Um portal cativo é um website que os usuários da rede devem visualizar e com o qual devem interagir, de acordo com a exigência da própria rede, para terem acesso à navegação livre na Internet. Um portal cativo foi encontrado em sua rede, o que significa que o acesso irrestrito à Internet está bloqueado."
   },
   "captiveportalhttptest_problem_threshold": {
      "description": "Log record for the criteria under which the Captive Portal HTTP request returns a problem verdict",
      "message": "O teste de HTTP do portal cativo retorna o veredito de que há problemas se qualquer solicitação HTTP não retornar um código de status HTTP 204"
   },
   "captiveportalhttptest_problem_title": {
      "description": "Title for when a problem is found with the HTTP captive portal test.",
      "message": "Tráfego da Internet bloqueado por portal cativo (HTTP)"
   },
   "captiveportalhttptest_title": {
      "description": "Title for the Captive Portal HTTP test",
      "message": "Teste de HTTP do portal cativo"
   },
   "chromeinternetdisconnectedtest_log_connection_beginning": {
      "description": "Logger record for when a TCP connection to a specific host and port is about to begin",
      "message": " Prestes a tentar uma conexão TCP número/nome do host/porta: "
   },
   "chromeinternetdisconnectedtest_log_connection_status_known": {
      "description": "Logger record for when a TCP connection status code is known in the Chrome internet connection test.",
      "message": " O teste de conexão do Google Chrome à Internet retornou o código de status TCP: "
   },
   "chromeinternetdisconnectedtest_no_problem_threshold": {
      "description": "Logger record for percent of TCP sockets that return internet disconnected in order for test to fail",
      "message": "Percentual de soquetes do TCP que retornam códigos de status de Internet desconectada. Abaixo desse índice, é exibido o veredito de nenhum problema encontrado: "
   },
   "chromeinternetdisconnectedtest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the Chrome internet connection.",
      "message": "Há uma conexão com a Internet disponível para o navegador Google Chrome."
   },
   "chromeinternetdisconnectedtest_noproblem_title": {
      "description": "Title for when no problem is found with the Chrome internet connection.",
      "message": "Conexão com a Internet disponível"
   },
   "chromeinternetdisconnectedtest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the Chrome internet connection.",
      "message": "O Google Chrome não está conectado a uma rede. Verifique as configurações de rede de seu sistema operacional."
   },
   "chromeinternetdisconnectedtest_problem_threshold": {
      "description": "Logger record for percent of TCP sockets that return internet disconnected in order for test to fail",
      "message": "Percentual de soquetes do TCP que retornam códigos de status de Internet desconectada. Para valores equivalentes ou superiores a esse índice, é exibido o veredito de que há problemas: "
   },
   "chromeinternetdisconnectedtest_problem_title": {
      "description": "Title for when a problem is found with the Chrome internet connection.",
      "message": "Não conectado à rede"
   },
   "chromeinternetdisconnectedtest_title": {
      "description": "Title for the Chrome Internet Disconnected test",
      "message": "Teste de desconexão da Internet no Google Chrome"
   },
   "chromeosinternetdisconnectedtest_log_available_networks": {
      "description": "Logger record for how many networks chrome.networkingPrivate found.",
      "message": "Número de redes disponíveis detectado: "
   },
   "chromeosinternetdisconnectedtest_no_problem_threshold": {
      "description": "Condition under which the ChromeOS internet disconnected test returns a no problem result",
      "message": "O resultado de que não há problemas é retornado quando a interface da rede conectada retorna um código de status conectado"
   },
   "chromeosinternetdisconnectedtest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the ChromeOS internet connection.",
      "message": "Uma conexão com a Internet está disponível."
   },
   "chromeosinternetdisconnectedtest_noproblem_title": {
      "description": "Title for when no problem is found with the ChromeOS internet connection.",
      "message": "Conexão com a Internet disponível"
   },
   "chromeosinternetdisconnectedtest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the ChromeOS internet connection.",
      "message": "Este Chromebook não está conectado a uma rede. Vá para a bandeja de status e conectar a uma rede disponível."
   },
   "chromeosinternetdisconnectedtest_problem_threshold": {
      "description": "Condition under which the ChromeOS internet disconnected test returns a problem result",
      "message": "O resultado de que há problemas é retornado quando a interface da rede conectada retorna um código de status desconectado: "
   },
   "chromeosinternetdisconnectedtest_problem_title": {
      "description": "Title for when a problem is found with the ChromeOS internet connection.",
      "message": "Não conectado à rede"
   },
   "chromeosinternetdisconnectedtest_title": {
      "description": "Title for the ChromeOS Internet Disconnected test",
      "message": "Teste de Internet desconectada do Chrome Os"
   },
   "chromeossignalstrengthtest_log_signal_strength": {
      "description": "Logger record for the signal strength of a ChromeOS NIC connection",
      "message": "Nome/intensidade do sinal da rede: "
   },
   "chromeossignalstrengthtest_no_problem_strength": {
      "description": "Logger record for signal strength for which we render a no problem verdict.",
      "message": "Comparativo de intensidade de sinal do Chrome OS. Acima dessa referência, é exibido um veredito de que não há problema: "
   },
   "chromeossignalstrengthtest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found in the ChromeOS signal strength",
      "message": "A intensidade do sinal da rede Wi-Fi está forte."
   },
   "chromeossignalstrengthtest_noproblem_title": {
      "description": "Title for when no problem is found in the ChromeOS signal strength",
      "message": "A intensidade de sinal da rede é forte"
   },
   "chromeossignalstrengthtest_problem_strength": {
      "description": "Logger record for signal strength for which we render a problem verdict.",
      "message": "Comparativo de intensidade de sinal do Chrome OS. Abaixo dessa referência, é exibido um veredito de que há problema: "
   },
   "chromeossignalstrengthtest_problem_subtitle": {
      "description": "Subtitle for when a problem is found in the ChromeOS signal strength",
      "message": "A intensidade do sinal da rede Wi-Fi está fraca."
   },
   "chromeossignalstrengthtest_problem_title": {
      "description": "Title for when a problem is found in the ChromeOS signal strength",
      "message": "A intensidade de sinal da rede é baixa"
   },
   "chromeossignalstrengthtest_title": {
      "description": "Title for the ChromeOS Signal Strength test",
      "message": "Teste de intensidade de sinal do Chrome OS"
   },
   "chromeosversiontest_full_platform": {
      "description": "Full ChromeOS platform number parsed from the HTTP user-agent string",
      "message": "Número completo da plataforma do Chrome OS: "
   },
   "chromeosversiontest_no_problem_version": {
      "description": "Logger record for ChromeOS platform number for which we render a no problem verdict.",
      "message": "Limite para o número da plataforma do Chrome OS. Para valores igual ou acima desse limite, exibimos o veredito de que não há problemas: "
   },
   "chromeosversiontest_noproblem_record_log": {
      "description": "Log record for recording that no problem existed with the ChromeOS version.",
      "message": "O teste da versão do Chrome OS não detectou um problema. A versão do Chrome OS está atualizada. A versão mínima agora é: "
   },
   "chromeosversiontest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the ChromeOS version.",
      "message": "Você está usando uma versão recente do Chrome OS e, portanto, tem todas as correções de bugs de conectividade conhecidos."
   },
   "chromeosversiontest_noproblem_title": {
      "description": "Title for when no problem is found with the ChromeOS version.",
      "message": "O Chrome OS está atualizado"
   },
   "chromeosversiontest_problem_record_log": {
      "description": "Log record for recording that a problem existed with the ChromeOS version.",
      "message": "O teste de versão do Chrome OS detectou um problema. A versão do Chrome OS está desatualizada. A versão mínima agora é: "
   },
   "chromeosversiontest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the ChromeOS version.",
      "message": "Você não está usando a versão mais recente do Chrome OS. Consequentemente, você não tem todas as correções de bugs conhecidos e, portanto, pode ter problemas de conectividade."
   },
   "chromeosversiontest_problem_title": {
      "description": "Title for when a problem is found with the ChromeOS version.",
      "message": "Chrome OS desatualizado"
   },
   "chromeosversiontest_problem_version": {
      "description": "Logger record for ChromeOS platform number for which we render a problem verdict.",
      "message": "Limite para o número da plataforma do Chrome OS. Para valores abaixo desse limite, exibimos o veredito de que há problemas: "
   },
   "chromeosversiontest_raw_useragent": {
      "description": "Raw browser user-agent",
      "message": "User-agent bruto do navegador: "
   },
   "chromeosversiontest_short_platform": {
      "description": "Short ChromeOS platform number parsed from the HTTP user-agent string",
      "message": "Número curto da plataforma do Chrome OS: "
   },
   "chromeosversiontest_title": {
      "description": "Title for the ChromeOS Version test",
      "message": "Teste de versão do Chrome OS"
   },
   "chromeversiontest_full_browser": {
      "description": "Short browser version number",
      "message": "Número da versão do navegador (completo): "
   },
   "chromeversiontest_no_problem_version": {
      "description": "Logger record for Chrome version test for which we render a no problem verdict.",
      "message": "Limite para o número da versão do Google Chrome. Para valores igual ou acima desse limite, exibimos o veredito de que não há problemas: "
   },
   "chromeversiontest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the Chrome version.",
      "message": "Você está usando uma versão recente do Google Chrome e, portanto, tem todas as correções de bugs de conectividade conhecidos."
   },
   "chromeversiontest_noproblem_title": {
      "description": "Title for when no problem is found with the Chrome version.",
      "message": "Esta é a versão mais recente do Google Chrome"
   },
   "chromeversiontest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the Chrome version.",
      "message": "Você não está usando a versão mais recente do Google Chrome. Consequentemente, você não tem todas as correções de bugs conhecidos e, portanto, pode ter problemas de conectividade."
   },
   "chromeversiontest_problem_title": {
      "description": "Title for when a problem is found with the Chrome version.",
      "message": "Esta não é a versão mais recente do Google Chrome"
   },
   "chromeversiontest_problem_version": {
      "description": "Logger record for Chrome version test for which we render a no problem verdict.",
      "message": "Limite para o número da versão do Google Chrome. Para valores abaixo desse limite, exibimos o veredito de que há problemas: "
   },
   "chromeversiontest_raw_useragent": {
      "description": "Raw browser user-agent",
      "message": "User-agent bruto do navegador: "
   },
   "chromeversiontest_short_browser": {
      "description": "Short browser version number",
      "message": "Número da versão do navegador (curto): "
   },
   "chromeversiontest_title": {
      "description": "Title for the Chrome Version test",
      "message": "Teste da versão do Google Chrome"
   },
   "httplatencytest_log_average_time": {
      "description": "Logger record for when TCP connection breaks an HTTP request",
      "message": "Tempo médio de resposta HTTP (ms): "
   },
   "httplatencytest_log_network_error": {
      "description": "Logger record for when TCP connection breaks an HTTP request",
      "message": "Erro na solicitação número/status do erro: "
   },
   "httplatencytest_log_num_requests": {
      "description": "Logger record for the total number of HTTP requests",
      "message": "Número total de solicitações HTTP: "
   },
   "httplatencytest_log_response_details": {
      "description": "Logger record for the details of a specific response",
      "message": "Resposta HTTP número/hora do recebimento (carimbo de data e hora com microssegundos)/tempo decorrido (ms): "
   },
   "httplatencytest_log_response_time": {
      "description": "Logger record for the total HTTP response time",
      "message": "Tempo total de resposta HTTP (ms): "
   },
   "httplatencytest_no_problem_time": {
      "description": "Logger record for http latency time for which we render a no problem verdict.",
      "message": "Comparativo de tempo médio de latência (ms) do HTTP. Abaixo dessa referência, é exibido o veredito de que não há problema: "
   },
   "httplatencytest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found in the HTTP latency test",
      "message": "As solicitações da Web para o Google estão sendo recebidas rapidamente."
   },
   "httplatencytest_noproblem_title": {
      "description": "Title for when no problem is found in the HTTP latency test",
      "message": "Sem atraso no recebimento de respostas dos websites do Google"
   },
   "httplatencytest_potential_problem_time": {
      "description": "Logger record for http latency time for which we render a potential problem verdict.",
      "message": "Comparativo de tempo médio de latência (ms) do HTTP. Abaixo dessa referência, é exibido o veredito de possível problema: "
   },
   "httplatencytest_potentialproblem_subtitle": {
      "description": "Subtitle for when a potential problem is found in the HTTP latency test",
      "message": "A resposta dos websites do Google está demorando um pouco mais para chegar do que deveria, o que indica uma rede lenta."
   },
   "httplatencytest_potentialproblem_title": {
      "description": "Title for when a potential problem is found in the HTTP latency test",
      "message": "As solicitações da Web para o Google estão levando mais tempo do que o esperado"
   },
   "httplatencytest_problem_subtitle": {
      "description": "Subtitle for when a problem is found in the HTTP latency test",
      "message": "A resposta dos websites do Google está demorando mais tempo para chegar do que deveria, o que indica uma rede lenta."
   },
   "httplatencytest_problem_time": {
      "description": "Logger record for http latency time for which we render a problem verdict.",
      "message": "Comparativo de tempo médio de latência (ms) do HTTP. Acima dessa referência, é exibido o veredito de que há problema: "
   },
   "httplatencytest_problem_title": {
      "description": "Title for when a problem is found in the HTTP latency test",
      "message": "As solicitações da Web para o Google estão demorando muito"
   },
   "httplatencytest_title": {
      "description": "Title for the HTTP latency test",
      "message": "Teste de latência HTTP"
   },
   "passing_test_title": {
      "description": "Page section title for test that passed",
      "message": "Teste aprovado"
   },
   "passing_tests_title": {
      "description": "Page section title for tests that passed",
      "message": "Testes aprovados"
   },
   "pinggatewaytest_log_failure": {
      "description": "Logger record for when there is no response to an ICMP packet",
      "message": "A consulta ICMP nunca recebeu um pacote de resposta."
   },
   "pinggatewaytest_log_latency": {
      "description": "Logger record for the latency of an ICMP packet in the ping gateway test",
      "message": "Latência (ms) do pacote ICMP: "
   },
   "pinggatewaytest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found in the ping gateway test",
      "message": "O ping no gateway está gerando uma resposta rápida."
   },
   "pinggatewaytest_noproblem_title": {
      "description": "Title for when no problem is found in the ping gateway test",
      "message": "É possível acessar o gateway"
   },
   "pinggatewaytest_problem_subtitle": {
      "description": "Subtitle for when a problem is found in the ping gateway test",
      "message": "O ping no gateway não está gerando uma resposta rápida."
   },
   "pinggatewaytest_problem_title": {
      "description": "Title for when a problem is found in the ping gateway test",
      "message": "Não é possível acessar o gateway"
   },
   "pinggatewaytest_title": {
      "description": "Title for the ping gateway test",
      "message": "Teste de ping do gateway"
   },
   "resolverlatencytest_average_resolution_time": {
      "description": "Logger record for noting the average DNS resolution time.",
      "message": "Tempo médio de resolução de DNS (ms): "
   },
   "resolverlatencytest_beginning_resolution": {
      "description": "Logger record for noting that DNS resolution is beginning.",
      "message": "Tentando resolver o nome do host número: "
   },
   "resolverlatencytest_no_problem_time": {
      "description": "Logger record for dns resolution time for which we render a no problem verdict.",
      "message": "Comparativo de tempo médio de resolução de DNS (ms) no qual é exibido o veredicto \"ausência de problemas\": "
   },
   "resolverlatencytest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the DNS Latency test.",
      "message": "Um servidor DNS traduz um nome do host (por exemplo, google.com.br) em um IP (por exemplo, 74.125.228.98). Esse processo é necessário para que seu navegador se conecte à Internet. O Google Chrome consegue resolver rapidamente as solicitações de DNS utilizando o resolvedor local, que acelera o processo de carregamento de uma página."
   },
   "resolverlatencytest_noproblem_title": {
      "description": "Title for when no problem is found with the DNS Latency test.",
      "message": "Nenhum atraso na resolução de DNS"
   },
   "resolverlatencytest_potential_problem_subtitle": {
      "description": "Subtitle for when a potential problem is found with the DNS Latency test.",
      "message": "Um servidor DNS traduz um nome do host (por exemplo, www.google.com.br) para um endereço IP. Um navegador deve ter um endereço IP para se conectar e carregar um website. O servidor DNS que executa essa tradução está demorando muito, causando atrasos em sua conexão com a Internet."
   },
   "resolverlatencytest_potential_problem_time": {
      "description": "Logger record for dns resolution time for which we render a potential problem verdict.",
      "message": "Comparativo de tempo médio de resolução de DNS (ms) no qual é exibido o veredicto \"possível problema\": "
   },
   "resolverlatencytest_potentialproblem_title": {
      "description": "Title for when a potential problem is found with the DNS Latency test.",
      "message": "A resolução de DNS está levando mais tempo do que a média"
   },
   "resolverlatencytest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the DNS Latency test.",
      "message": "Um servidor DNS traduz um nome do host (por exemplo, www.google.com.br) para um endereço IP. Um navegador deve ter um endereço IP para se conectar e carregar um website. O servidor DNS que executa essa tradução está demorando muito, causando atrasos em sua conexão com a Internet."
   },
   "resolverlatencytest_problem_time": {
      "description": "Logger record for dns resolution time for which we render a problem verdict.",
      "message": "Comparativo de tempo médio de resolução de DNS (ms) acima do qual é exibido o veredito problema encontrado: "
   },
   "resolverlatencytest_problem_title": {
      "description": "Title for when a problem is found with the DNS Latency test.",
      "message": "A resolução de DNS está demorando muito"
   },
   "resolverlatencytest_queryresult_received": {
      "description": "Logger record for noting that DNS resolution is beginning.",
      "message": "Resultado recebido para a resolução de DNS. Número do teste/hora atual/tempo gasto (ms)/hora de início (ms): "
   },
   "resolverlatencytest_title": {
      "description": "Title for the Resolver Latency test",
      "message": "Teste Latência do controlador"
   },
   "resolverlatencytest_total_hosts_resolved": {
      "description": "Logger record for noting the total hosts resolved.",
      "message": "Total de hosts DNS resolvidos: "
   },
   "resolverlatencytest_total_resolution_time": {
      "description": "Logger record for noting the total DNS resolution time.",
      "message": "Tempo total de resolução de DNS para todos os testes (ms): "
   },
   "resolverpresenttest_gettinghostname": {
      "description": "Logger record denoting that the resolverpresenttest is about to resolve a hostname",
      "message": "Tentando resolver o nome do host: "
   },
   "resolverpresenttest_hostnameresult": {
      "description": "Logger record denoting the IP result that the DNS resolved the hostname to",
      "message": "Nome do host resolvido para o endereço IP: "
   },
   "resolverpresenttest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the DNS Resolver Present test.",
      "message": "O Chrome encontrou um servidor DNS que traduziu um nome do host (por exemplo, www.google.com.br) para um endereço IP."
   },
   "resolverpresenttest_noproblem_title": {
      "description": "Title for when no problem is found with the DNS Resolver Present test.",
      "message": "Servidor DNS disponível"
   },
   "resolverpresenttest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the DNS Resolver Present test.",
      "message": "Um servidor DNS traduz um nome do host (por exemplo, www.google.com.br) para um endereço IP. Um navegador deve ter um endereço IP para se conectar e carregar um website. O Google Chrome não consegue determinar o IP do website que você deseja visitar porque seu servidor DNS não está funcionando."
   },
   "resolverpresenttest_problem_title": {
      "description": "Title for when a problem is found with the DNS Resolver Present test.",
      "message": "Nenhum servidor DNS em funcionamento está disponível"
   },
   "resolverpresenttest_statuscoderesultfailure": {
      "description": "Logger record denoting the failed DNS query status code result",
      "message": "O servidor DNS retornou o código de status do problema: "
   },
   "resolverpresenttest_statuscoderesultsuccess": {
      "description": "Logger record denoting the successful DNS query status code result",
      "message": "O servidor DNS retornou o código de status: "
   },
   "resolverpresenttest_testcompleted": {
      "description": "Logger record denoting that the resolverpresenttest is complete",
      "message": "O servidor DNS retornou resultados da consulta DNS."
   },
   "resolverpresenttest_testfailed": {
      "description": "Logger record denoting that the resolverpresenttest failed as the resolver did not return any result (even an error)",
      "message": "O servidor DNS não retornou qualquer objeto (nem mesmo uma entrada DNS de registro), portanto o teste não foi concluído."
   },
   "resolverpresenttest_title": {
      "description": "Title for the Resolver Present test",
      "message": "Teste Controlador presente"
   },
   "result_no_connectivity_problems": {
      "description": "Tests did not find a problem",
      "message": "Sua conexão com a rede parece estar funcionando corretamente."
   },
   "setting_about": {
      "description": "The setting that lets the user learn about the app",
      "message": "Sobre"
   },
   "setting_hide_passing_test": {
      "description": "The setting that toggles whether to show passing tests",
      "message": "Ocultar testes aprovados"
   },
   "setting_rerun_tests": {
      "description": "The setting that allows a user to re-runs tests",
      "message": "Executar novamente os testes"
   },
   "setting_send_feedback": {
      "description": "The setting that prompts the user to send feedback",
      "message": "Enviar feedback..."
   },
   "setting_show_passing_test": {
      "description": "The setting that toggles whether to show passing tests",
      "message": "Mostrar testes aprovados"
   },
   "tcpfirewalltest_log_analysis_summary": {
      "description": "Logger record for summarizing the analysis of the various TCP connections made in a test",
      "message": "Teste de firewall concluído. Teste número/nome do host/porta/número de conexões com falha. "
   },
   "tcpfirewalltest_log_connection_about_begun": {
      "description": "Logger record for when a TCP connection to a specific host and port is about to begin",
      "message": " Prestes a tentar uma conexão TCP número/nome do host/porta: "
   },
   "tcpfirewalltest_log_connection_status_known": {
      "description": "Logger record for when a TCP connection status code is known",
      "message": " Teste de firewall TCP retornou o código de status TCP: "
   },
   "tcpfirewalltest_log_count_failed_attempt": {
      "description": "Logger record for denoting failure of a TCP connection",
      "message": "A tentativa de teste de conexão falhou e não retornou um código de status de êxito TCP a partir da pilha de rede do Google Chrome, mas retornou o código de status: "
   },
   "tcpfirewalltest_log_dns_broken": {
      "description": "Logger record for when TCP connections seem to fail due to DNS resolver not working",
      "message": "O resolvedor de DNS detectado não está disponível, portanto, não é possível determinar se existe um firewall"
   },
   "tcpfirewalltest_log_network_disconnected": {
      "description": "Logger record for when TCP connections seem to reveal that the network is unavailable",
      "message": "A rede detectada não está disponível, portanto não é possível determinar se existe um firewall"
   },
   "tcpfirewalltest_no_problem_threshold": {
      "description": "Logger record for TCP firewall test for which we render a no problem verdict.",
      "message": "Limite para o percentual de conexões TCP com falha. Abaixo desse limite, é exibido o veredito de que não há problemas: "
   },
   "tcpfirewalltest_noproblem_subtitle": {
      "description": "Subtitle for when no problem is found with the TCP Firewall test.",
      "message": "Não foram detectadas restrições em sua conexão de Internet na porta "
   },
   "tcpfirewalltest_noproblem_title": {
      "description": "Title for when no problem is found with the TCP Firewall test.",
      "message": "O tráfego na Internet não está bloqueado por firewall na porta "
   },
   "tcpfirewalltest_potential_problem_threshold": {
      "description": "Logger record for TCP firewall test for which we render a potential problem verdict.",
      "message": "Limite para o percentual de conexões TCP com falha. Acima desse limite, é exibido o veredito de possível problema: "
   },
   "tcpfirewalltest_potentialproblem_subtitle": {
      "description": "Subtitle for when a potential problem is found with the TCP Firewall test.",
      "message": "Parece haver uma restrição em sua rede para uma conexão de Internet usada normalmente."
   },
   "tcpfirewalltest_potentialproblem_title": {
      "description": "Title for when a potential problem is found with the TCP Firewall test.",
      "message": "O tráfego na Internet pode ser bloqueado por firewall na porta "
   },
   "tcpfirewalltest_problem_subtitle": {
      "description": "Subtitle for when a problem is found with the TCP Firewall test.",
      "message": "Há uma restrição em vigor em sua rede para uma conexão de Internet usada normalmente."
   },
   "tcpfirewalltest_problem_threshold": {
      "description": "Logger record for TCP firewall test for which we render a problem verdict.",
      "message": "Limite para o percentual de conexões TCP com falha. Igual ou acima desse limite, é exibido o veredito de que há problemas: "
   },
   "tcpfirewalltest_problem_title": {
      "description": "Title for when a problem is found with the TCP Firewall test.",
      "message": "Tráfego na Internet bloqueado por firewall na porta "
   },
   "tcpfirewalltest_title": {
      "description": "Title for TCP Firewall test",
      "message": "Teste de firewall do TCP"
   },
   "telnet_log_connection_established": {
      "description": "Log connection established",
      "message": "Conexão TCP estabelecida com host/porta/código de status: "
   },
   "telnet_log_connection_established_successfully": {
      "description": "Log TCP connection established successfully",
      "message": "Conexão TCP estabelecida com host/porta: "
   },
   "telnet_log_connection_failure": {
      "description": "Log TCP connection failure",
      "message": "Falha na conexão TCP com host/porta/código de status: "
   },
   "telnet_log_connection_failure_refused": {
      "description": "Log TCP connection failure due to refusal",
      "message": "Motivo da falha na conexão: conexão recusada"
   },
   "telnet_log_connection_failure_timeout": {
      "description": "Log TCP connection failure due to timeout",
      "message": "Motivo da falha na conexão: tempo limite"
   },
   "telnet_log_connection_failure_unknown": {
      "description": "Log TCP connection failure reason unknown",
      "message": "Motivo da falha na conexão: desconhecido"
   },
   "telnet_log_error_reading_tcp_data": {
      "description": "Log error reading TCP data",
      "message": "Erro na leitura dos dados TCP. Código do erro: "
   },
   "telnet_log_parsed_response_size": {
      "description": "Log received TCP size",
      "message": "Foram lidos os dados do soquete TCP com o tamanho (bytes): "
   },
   "telnet_log_parsed_tcp_response": {
      "description": "Log data from TCP socket",
      "message": "Dados brutos recebidos do soquete TCP: "
   },
   "telnet_log_preparing_to_send_data": {
      "description": "Log preparing to send TCP data",
      "message": "Preparando para enviar dados com o tamanho (bytes): "
   },
   "telnet_log_socket_created": {
      "description": "Log TCP socket created",
      "message": "Criando número/host/porta para o soquete TCP: "
   },
   "telnet_log_successfully_sent_data": {
      "description": "Log successfully sent TCP data",
      "message": "Foram enviados dados com o tamanho (bytes): "
   },
   "telnet_log_tcp_timeout_setting": {
      "description": "Log TCP timeout setting",
      "message": "Configurando tempo limite do TCP (ms): "
   },
   "test_result_copy_logs": {
      "description": "Link to copy result logs",
      "message": "Copiar registros de resultado"
   },
   "test_result_hide_logs": {
      "description": "Link to hide logs",
      "message": "Ocultar registros..."
   },
   "test_result_issue_found": {
      "description": "Show a header for when an issue was found",
      "message": "Problema encontrado"
   },
   "test_result_issues_found": {
      "description": "Show a header for when issues were found",
      "message": "Problemas encontrados"
   },
   "test_result_log_criteria": {
      "description": "Show a header in the logs for the criteria section",
      "message": "CRITÉRIOS"
   },
   "test_result_log_details": {
      "description": "Show a header in the logs for the details section",
      "message": "DETALHES"
   },
   "test_result_log_summary": {
      "description": "Show header in the logs for the summary section",
      "message": "RESUMO"
   },
   "test_result_log_test_id": {
      "description": "In the logs for a test, print out the test ID",
      "message": "ID do teste: "
   },
   "test_result_log_test_verdict": {
      "description": "In the logs for a test, print out the test verdict",
      "message": "Veredicto do teste: "
   },
   "test_result_log_verdict_no_problem": {
      "description": "In the logs for a test, print out the test verdict",
      "message": "Nenhum problema detectado"
   },
   "test_result_log_verdict_potential_problem": {
      "description": "In the logs for a test, print out the test verdict",
      "message": "Possível problema detectado"
   },
   "test_result_log_verdict_problem": {
      "description": "In the logs for a test, print out the test verdict",
      "message": "Problema detectado"
   },
   "test_result_show_logs": {
      "description": "Link to show logs",
      "message": "Mostrar registros..."
   },
   "tests_failed_message": {
      "description": "Test to display to inform the user that the tests failed",
      "message": "Ocorreu um erro ao executar os testes de diagnóstico de conectividade. Os testes foram cancelados. Se este problema persistir, clique na opção Enviar feedback no menu Configurações."
   },
   "tests_running_message": {
      "description": "Text to inform the user the tests are running.",
      "message": "Executando testes. Isso pode levar alguns minutos..."
   },
   "udpsocket_log_connection_established": {
      "description": "Log UDP connection established",
      "message": "Conexão UDP estabelecida com host/porta/código de status: "
   },
   "udpsocket_log_connection_established_successfully": {
      "description": "Log UDP connection established successfully",
      "message": "Conexão UDP estabelecida com host/porta: "
   },
   "udpsocket_log_connection_failure": {
      "description": "Log UDP connection failure",
      "message": "Falha na conexão UDP com host/porta/código de status: "
   },
   "udpsocket_log_connection_failure_refused": {
      "description": "Log UDP connection failure due to refusal",
      "message": "Motivo da falha na conexão UDP: conexão recusada"
   },
   "udpsocket_log_connection_failure_timeout": {
      "description": "Log UDP connection failure due to timeout",
      "message": "Motivo da falha na conexão UDP: tempo limite"
   },
   "udpsocket_log_connection_failure_unknown": {
      "description": "Log UDP connection failure reason unknown",
      "message": "Motivo da falha na conexão UDP: desconhecido"
   },
   "udpsocket_log_error_reading_udp_data": {
      "description": "Log error reading UDP data",
      "message": "Erro na leitura de dados UDP. Código de erro: "
   },
   "udpsocket_log_parsed_response_size": {
      "description": "Log received UDP packet size",
      "message": "Dados lidos do soquete UDP com o tamanho (bytes): "
   },
   "udpsocket_log_parsed_udp_response": {
      "description": "Log data from UDP socket",
      "message": "Dados brutos recebidos do soquete UDP: "
   },
   "udpsocket_log_preparing_to_send_data": {
      "description": "Log preparing to send UDP data",
      "message": "Preparando para enviar dados do soquete UDP com o tamanho (bytes): "
   },
   "udpsocket_log_socket_created": {
      "description": "Log UDP socket created",
      "message": "Criando número/host/porta para o soquete TCP: "
   },
   "udpsocket_log_successfully_sent_data": {
      "description": "Log successfully sent UDP data",
      "message": "Foram enviados dados com o tamanho (bytes): "
   },
   "udpsocket_log_udp_timeout_setting": {
      "description": "Log UDP timeout setting",
      "message": "Configurando tempo limite (ms) do UDP: "
   },
   "warning_test_title": {
      "description": "Page section title for test that gave warning",
      "message": "Aviso"
   },
   "warning_tests_title": {
      "description": "Page section title for tests that gave warnings",
      "message": "Avisos"
   }
}
